Revit 2027 API
ConnectorManager.Owner Property
 This property is used to retrieve the owner of the Connector Manager.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public Element Owner { get; }
Public ReadOnly Property Owner As Element
	Get
public:
property Element^ Owner {
	Element^ get ();
}
member Owner : Element with get
Property Value
Element
See Also
Reference
ConnectorManager Class
Autodesk.Revit.DB Namespace